Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Such conditions lead us to think that even at the very start of the specific research process - or at least at a very early stage – we are influenced by feedback on notions of future use and application.
nb: Forhold som disse gjør at man mener at den konkrete forskningsprosessen allerede i utgangspunktet – eller i hvert fall meget tidlig – er påvirket av en tilbakekopling av oppfatninger om framtidig bruk og anvendelse.

source: A person's entire genome can be sequenced, and unlike points 1–3, which only concern certain genes, genome sequencing can provide information about all genes.
nb: Hele genomet til en person kan sekvenser og vil i motsetning til punkt 1-3 som kun omdatter enkelt gener kunne gi informasjon om alle gener.

source: The invitation to a conference on science and mass media (Vitenskap og Massemedier), held in Oslo in 2005, contained the following message:
nb: På konferansen ”Vitenskap og Massemedier” i Oslo i 2005 slo programmets invitasjonstekst an følgende tone:

source: The big question is: How do we do this?
nb: Det samme gjør etiske og filosofiske spørsmål som:

source: i.e. future consequences we do not yet know.
nb: fremtidige konsekvenser vi ennå ikke kjenner til.

source: If we acknowledge that the debate around abortion reflects a conflict between the foetus' right to life and the woman's right to decide over her own body (which we need not do), then it may seem as though a society which makes itself dependent on access to aborted foetuses can hardly also believe in the importance of safeguarding the foetus' right to life.
nb: Om man anerkjenner at abortspørsmålet er en konflikt mellom fosterets rett til liv, og kvinnens råderett over egen kropp (hvilket man ikke behøver å gjøre), så kan det virke som om et samfunn som gjør seg avhengig av tilgang på aborterte fostre, vanskelig også kan mene at fosterets rett til liv er viktig å verne.

source: This can lead to heated debates in the public arena.
nb: Dette kan føre til opphetede debatter i det offentlige rom.

source: A distinction is made between gene therapy on somatic cells (all the cells in a body apart from gametes (sex cells)) and on gametes.
nb: Det skilles mellom genterapi på somatiske celler (alle celler i en kropp bortsett fra kjønnsceller) og på kjønnsceller.

source: This is often called “the therapeutic misconception”.
nb: Dette kalles gjerne «den behandlingsmessige misforståelsen» («the therapeutic misconception»).

source: Requirements for OA publishing or availability through open knowledge archives may perhaps entail a limitation of the researcher's freedom.
nb: Krav om OA-publisering eller tilgjengeliggjøring i åpne arkiv kan kanskje bety en innskrenking av forskerens frihet.

source: Or is it a matter of important basic research on behalf of many – which can also reduce the sale of organs by the poor?
nb: Eller er det snakk om viktig grunnforskning på vegne av mange – og som kan redusere salg av organer fra fattige?

source: In my opinion, this measure has had the greatest effect on reducing the abuse of participants in medical research, and it has also helped promote good scientific practice.
nb: Etter min mening er dette det tiltaket som har bidratt mest til å redusere misbruket av forsøkspersoner i medisinsk forskning, og det har også bidratt til å fremme god vitenskapelig praksis.

source: Her book triggered a long-standing and wide-ranging debate about gender, ethics and representation that is still important to be aware of today.
nb: Gilligans bok utløste en årelang og omfangsrik debatt om kjønn, etikk og representasjon, som det fortsatt er viktig å forholde seg til.

source: Many of the opportunities and risks associated with the development of AI
nb: Mange av de mulighetene og risikoene som er forbundet med utviklingen

source: In collegial relationships, the asymmetry found in other advisor/advisee relationships, for example those in student guidance and supervision, will be less clear.
nb: I kollegiale relasjoner vil den asymmetrien som en finner i andre veileder/veisøker-relasjoner, for eksempel i forhold til studentveiledning, være mer utydelig.

source: be considered a benefit that prevents crime and warns society of possible
nb: et gode som forhindrer kriminalitet og advarer samfunnet mot mulige farer,

source: This applies if those asked to participate cannot read or write.
nb: Dette gjelder hvis forespurte deltakere ikke er lese- og skrivekyndige.

source: Scientific misconduct (dishonesty) is therefore often classified as so-called FFP (“fabrication, falsification, plagiarism”).
nb: Vitenskapelig uredelighet (fusk) blir derfor ofte spesifisert som såkalt FFP (”fabrication, falsification, plagiarism”).

source: NENT received 13 responses, and together with the workshop arranged by
nb: NENT mottok 13 innspil, og sammen med den workshopen som komiteen

source: Is it justified, and is it a good thing?
nb: Er det berettiget, og er det heldig?

source: Here, we are often faced with an ethical dilemma when weighing up the value of information that is provided by someone and stored in a databank versus the right to privacy, which is the right of all citizens in a society governed by law.
nb: Her står man ofte overfor et etisk dilemma når man skal avveie nytten av informasjon som en person gir fra seg og som blir lagret i en databank versus den retten til privatsfære som vi tilskriver alle borgere i et rettssamfunn.

source: the quality, truthfulness and relevance of the data, because we do not always
nb: dataenes kvalitet, sannferdighet og relevans, fordi vi ikke al tid kjenner

source: of such synthetic data removes all risk of re-identification (since there are no actual
nb: Slike syntetiske data fjerner all risiko for reidentifisering (det finnes

source: question of who is responsible.
nb: som er ansvarlig.

source: A few editors met in 1978 in Vancouver in Canada to establish guidelines for articles being submitted to their journals.
nb: Noen få redaktører møttes i 1978 i Vancouver i Canada for å etablere retningslinjer for artikler som ble levert til tidsskriftene deres.

source: The result of this can be observed in the form of declining willingness to participate, with the problems this creates for the representativity of the sample.
nb: Følgen av dette kan registreres i form av synkende villighet til å delta, med de metodiske problemene dette skaper for utvalgets representativitet.

source: A Chinese «paper mill» has produced at least 400 scientific articles to order.
nb: Publisert: Nylig ble det avslørt at en kinesisk «papirmølle» har produsert minst 400 vitenskapelige artikler på bestilling.

source: on individuals and society, and facilitating the fair and ethical use of such
nb: og samfunnet, og at det legges til rette for en rettferdig og etisk bruk av slike

source: may apply to further use.
nb: eventuelt følger med bruk.

source: The various phases of scientific institutionalisation can be categorised: amateur science (approx. 1640–1800), professional science (approx. 1800−1870), industrial science (1870–1940), and Big Science (1940–present day).
nb: Man kan dele opp ulike faser for vitenskapelig institusjonalisering: amatørvitenskap (ca 1640 – 1800), profesjonell vitenskap (ca 1800 - 1870), industriell vitenskap (1870 – 1940), og Big Science (1940 – i dag).

source: In research ethics in western countries, avoiding this misconception has been regarded as important to prevent people from choosing to participate in research based on the wrong premises, which could be regarded as violating the principle of voluntary participation.
nb: I forskningsetikken i vestlige land har man ansett det som viktig å forsøke å unngå denne misforståelsen for å hindre at man velger å delta i forskning på feil premisser, hvilket kan betraktes å stride mot prinsippet om frivillighet.

source: Local benefit and relevance are determined in dialogue with the local partner.
nb: Lokal nytte og relevans bestemmes i dialog med lokal partner.

source: For example, participants must have confidence that the information
nb: forskningsdeltakerne må for eksempel ha tillit til at

source: On the other hand, you also know that there are weaknesses in your research, and that if your research is presented as sensationalist in the media there will be negative consequences.
nb: På den annen side vet du også at det er svakheter i forskningen din, og at det i tillegg vil ha negative konsekvenser dersom forskningen din blir presentert som sensasjonssak i medier.

source: Ethics should be
nb: Etikk bør tas inn

source: Therefore, remuneration must never be compensation for risk.
nb: Godtgjørelse skal derfor aldri være kompensasjon for risiko.

source: In recent years, DNA vaccines have received a great deal of attention, especially since they represent a novel possibility for preventing diseases against which there are no reliable vaccines at present.
nb: DNA-vaksiner har de siste årene fått mye oppmerksomhet da de representerer en mulighet for å unngå sykdommer som det i dag ikke finnes gode vaksiner mot.

source: The first major environmental conference was held in Stockholm in 1974, a precursor of the principles that have been enshrined in legislation from the 1970s onwards as well as in international conventions.
nb: Den første store internasjonale miljøkonferansen ble holdt i Stockholm i 1974, en forløper til de prinsipper som er nedfelt i lovverkt fra 1970-tallet av og i internasjonale konvensjoner.

source: Participatory methods to activate different social groups are an important instrument in such efforts.
nb: Deltakende metoder som aktiviserer ulike samfunnsgrupper er et viktig instrument i dette.

source: about the movements a machine makes, NENT believes that researchers have
nb: gjør, mener NENT forskere har et ansvar for å redegjøre for de antakelsene,

source: There is consistency in this if one believes that the embryo has a right to life.
nb: Det er konsistens i dette dersom man mener embryoet har en rett til liv.

source: These are questions that challenge our view of nature and normality, and require ethical, legal and empirical evaluations related to the perception of identity and possible instrumentalisation of human beings.
nb: Dette er spørsmål som utfordrer vårt syn på natur og normalitet og krever etiske, juridiske og empiriske vurderinger som angår identitetsforståelse og instrumentalisering av mennesket.

source: The codex was formulated in 1984.
nb: Den ble nedfelt i 1984.

source: The black box problem can also relate to a lack of transparency regarding
nb: Sort boks-problematikken kan også handle om manglende åpenhet om de

source: What is ethical stem cell research?
nb: Hva er etisk stamcelleforskning?

source: This led to a judicial regulation of research in the UK whereby research on the embryo is permitted in the first 14 days of life.
nb: Dette førte til en rettslig regulering av forskningen i Storbritannia hvor forskning på embryoet innen dets første 14 levedager, er tillatt.

source: Gender, knowledge production and research ethics
nb: Kjønn, kunnskapsproduksjon og forskningsetikk

source: Research institutions should provide training on suitable models, and researchers are responsible for using such methods of analysis when planning experiments on animals.
nb: Forskningsinstitusjonene bør gi opplæring i egnede modeller, og forskeren har ansvar for å benytte slike analysemetoder ved planlegging av dyreforsøk.

source: establishing procedures and systems which ensure that the personal data used
nb: den behandlingsansvarlige innfører rutiner og systemer som sørger for at de

source: Their guidelines state:
nb: Her heter det i retningslinjene:

source: The biological material was collected in another project and has received ethics approval in the country in which the samples were collected.
nb: Det biologiske materialet er innsamlet i et annet prosjekt som gjennomføres, og har etisk godkjenning i landet prøvene er samlet inn i.

source: It's almost midnight, but Elisabeth Bik still has several tasks to finish before she turns her computer off.
nb: Det er straks midnatt, men Elisabeth Bik har fortsatt flere oppgaver hun skal krysse av før hun lukker PC-en.

source: Whether this will become reality in the future remains to be seen, but stem cells have already raised hopes of generating new cells and tissues for use in treating serious diseases such as Parkinson's disease, Alzheimer's disease, type 1 diabetes and heart attacks.
nb: Om dette blir fremtidens virkelighet gjenstår å se, men stamcellen har allerede gitt oss håpet om å kunne generere nye celler og vev til bruk i sykdomsbehandling for alvorlige sykdommer som Parkinsons sykdom, Alzheimer, diabetes-1 og hjerteinfarkt.

source: It is obvious that such critical interpretations, or interpretations of unconscious urges and needs, are more ethically challenging than the double hermeneutic interpretations.
nb: Det er åpenbart at slike kritiske tolkninger, eller tolkninger av ubevisste drifter og behov, er mer etisk utfordrende enn den doble hermeneutikkens tolkninger.

source: of research ethics should inform participants that their data may be reused for other
nb: legge til rette for tekniske løsninger som kan gi forskningsdeltakere oversikt over

source: He also believes that, with current technology, we are on
nb: Han mener også at med dagens teknologi er vi i

source: On the one hand there should be solid reasons for revealing private or compromising relationships that may offend or harm a person or their next of kin.
nb: På den ene siden skal det gode grunner til å offentliggjøre private eller kompromitterende forhold som kan bidra til å krenke eller skade en person eller hennes etterkommere.

source: in AI research through a consultative process conducted in June–August 2018 and at a workshop in February 2019.
nb: høringsrunde juni-august 2018 og en workshop i februar 2019.

source: The Council for International Organizations of Medical Sciences (CIOMS) is an NGO (“non-governmental organization”) established jointly by WHO and UNESCO in 1949.
nb: Publisert: The Council for International Organizations of Medical Sciences (CIOMS) er en NGO (”non-governmental organization”) etablert i samarbeid mellom Verdens Helseorganisasjon (WHO) og UNESCO, grunnlagt i 1949.

source: You may therefore need to consider several alternative strategies.
nb: Av den grunn kan det hende du må vurdere flere alternative strategier.

source: A fusion of research-respondent relations and friendship can provide good data because the researcher can gain access to more sensitive information in this way, but it may also be problematic if repeating the information that is obtained in this way is regarded as a breach of trust.
nb: En sammenblanding av forsker-informant-relasjon og vennskap kan gi gode data fordi man får tilgang til mer sensitiv informasjon på denne måten, samtidig kan det være problematisk dersom gjengivelse av informasjon man får tilgang til på denne måten oppleves som et tillitsbrudd.

source: Although such debates seemingly revolve around advanced scientific and technological issues, they are not exactly purely academic, scientific debates.
nb: Selv om slike debatter tilsynelatende dreier seg om avanserte vitenskapelige og teknologiske spørsmål, så er de neppe rent faglige, vitenskapelige debatter.

source: being prioritised and why, and who can be expected to benefit from the
nb: som blir prioritert og hvorfor, og hvem som kan forventes å ha nytte av

source: The norm of disinterestedness seems to be clearly inspired by Max Weber’s (1864–1920) postulate of value neutrality.
nb: Normen om nøytralitet synes klart inspirert av Max Webers (1864–1920) verdifrihetstese.

source: may be possible to assign responsibility.
nb: utfallene kanskje være mulig å lokalisere.

source: In the same vein, terms such as risk, health and illness may differ from how we use them in Norway (
nb: Tilsvarende kan begreper som risiko, helse og sykdom skille seg fra slik vi bruker det i Norge (

source: The list includes p. a.:
nb: I listen inngår bl.

source: The researcher must document local partnership vis-à-vis REC.
nb: Forsker må dokumentere lokalt partnerskap overfor REK.

source: The researcher's duty of secrecy implies that she has an obligation to keep her sources secret and confidential, that is to say the identity of the informants or the information the informants give (see Public Administration Act, section 13).
nb: Forskerens taushetsplikt går ut påat forskeren har en forpliktelse til å bevare taushet om sine kilder, det vil si identiteten til informantene eller opplysninger informantene gir (jf forvaltningsloven § 13).

source: ANT or Altered Nuclear Transfer is one such approach.
nb: ANT eller Altered Nuchlear Transfer er en slik teknikk.

source: The Protocol will enter into force once it has been ratified by 50 states.
nb: Protokollen vil tre i kraft når 50 stater har ratifisert den.

source: persons to be re-identified), but of course it may still be possible to reveal the traits
nb: ingen fysiske personer som kan reidentifiseres), men man kan selvfølgelige

source: A more recent model of the justification of research is associated with John Desmond Bernal (1901 – 1971).
nb: En nyere variant av legitimering av vitenskapelig virksomhet er knyttet til John Desmond Bernal (1901 – 1971).

source: No free lunch – who sets the price and who picks up the bill?
nb: Ingen gratis lunsj – hvem tar regningen, og hvem setter prisen?

source: Pursuant to Article 7, the parties must take measures, as appropriate, with the aim of ensuring that traditional knowledge associated with genetic resources that is held by indigenous and local communities within the territory of a party is accessed with the informed consent or approval and involvement of these indigenous and local communities, and that mutually agreed terms have been established.
nb: I henhold til artikkel 7 skal partene treffe passende tiltak for å sikre at tilgang til tradisjonell kunnskap knyttet til genetisk materiale som er utviklet urfolk eller lokalsamfunn innenfor en parts territorium skjer med informert samtykke eller godkjennelse og involvering fra urfolket eller lokalsamfunnet, og at det er inngått en gjensidig avtale om dette.

source: and extend intel igent human action, human decision-making and judgment
nb: etterligner, erstatter og utvider menneskelig intel igent handling, og menneskelig

source: This could be taken as an expression of the need for greater clarification in those fields.
nb: En kan ta dette som uttrykk for forskjellige behov for konkretisering på de ulike områder.

source: In 1997, Joseph Rotblat called on scientists to convene to establish an international ethics committee to monitor natural-science research "regardless of how unpleasant it will be for scientists to be monitored".
nb: I 1997 anmodet Joseph Rotblat om at vitenskapsfolk gikk sammen om å etablere en internasjonal etikkomité for å overvåke naturvitenskapelig forskning ”uansett hvor ubehagelig det vil være for vitenskapsfolk å bli kontrollert”.

source: It is, for example, essential that the information given by the researcher should be provided in a comprehensible form which takes account of the recipient's age and level of language comprehension.
nb: Det er for eksempel vesentlig at informasjonen forskeren gir, gis i en forståelig form, som tar hensyn til mottakerens alder og språkforståelse.

source: judicial system, transport and communications, while other areas are under
nb: kommunikasjon, mens andre områder er under utvikling.

source: This requires good procedures that can ensure that research ethical
nb: Dette fordrer gode rutiner som kan sikre at det gjøres forskningsetiske

source: This holds true for all research, but since
nb: Dette gjelder all forskning, men

source: Another such position focuses on individuation as a necessary condition for the right to life (Smith & Brogaard 2003).
nb: En annen slik posisjon fokuserer på at individuering er en nødvendig betingelse for en rett til liv (Smith & Brogaard 2003).

source: - This is not a single method, says researcher Dorothy Dankel, comparing its diversity to surgery.
nb: – Det er viktig at folk forstår at dette ikke er én metode, det er som kirurgi, sier Dorothy Dankel (UiB).

source: In order to address the shortage of organs, there has been research into possibilities for xenotransplantation, i.e. transplantation of organs from transgenic animals to humans.
nb: For å løse mangel på organer har det blitt forsket på muligheter for å utføre Xenotransplantasjon, det vil si transplantasjon av organer fra transgene dyr til mennesker.

source: On the other hand, if scepticism implies not wanting to use a GM plant, who is responsible for the ensuing lost environmental gain or economic growth if the GM plant proves to be safe?
nb: På den andre siden, hvis skepsis betyr at man ikke ønsker å ta i bruk en GM-plante, hvem har ansvar for tilhørende tapt miljøgevinst eller økonomisk vekst hvis det viser seg at GM-planten ikke har noen skadelige effekter?

source: ownership of technology, infrastructure and data, which research areas are
nb: ha eierskap til teknologi, infrastruktur og data, hvilke forskningsområder

source: Several years ago, I reported possible errors in a total of 800 articles.
nb: For flere år siden rapporterte jeg mulige feil i til sammen 800 artikler.

source: in the form of machine learning (especial y “deep learning”) is driven by big
nb: KI i form av maskinlæring (spesielt «dyp læring») er drevet frem av stordata

source: A plan for safeguarding the participants’ health needs during and after the study shall be submitted to the REC.
nb: Plan for ivaretakelse av deltakernes helsebehov under, og etter studien, skal fremlegges for REK.

source: Documentation of consent can then take place by audio recording.
nb: Dokumentasjon av samtykke kan da skje ved lydopptak.

source: «We have not seen any adverse effects in the genes of our salmon.
nb: – Vi har ikke sett noen uønskede bieffekter i genene til vår laks.

source: One can claim that the fertilised egg has the potential to become a person, and that everything with this potential should be afforded strong protection (Føllesdal 2008).
nb: Man kan hevde at det befruktede egget har potensiale til å bli en person, og alt som har potensiale til å bli personer skal ha sterk beskyttelse (Føllesdal 2008).

source: Questionnaires, however, have predefined questions and answer alternatives, which makes it more difficult to identify individual characteristics.
nb: I spørreskjemaer, derimot, er det forhåndsdefinerte spørsmål og svaralternativer, slik at individuelle kjennetegn ikke blir så lette å utlede.

source: When using large
nb: Ved bruk av store

source: and Integrity in Research (Research Ethics Act), researchers and research
nb: (forskningsetikkloven) har forskere og forskningsinstitusjoner et selvstendig

source: research are those who have the least to do with such research.
nb: Og om pen-gepotten blir større i et tidsskrift, får gjerne de skrivende klasser nyss om det.

source: (iii) Our treatment of animals, including the use of animals in research, is an expression of our attitudes and influences us as moral actors.
nb: (iii) Vår behandling av dyr, inkludert bruk av dyr i forskning, er et uttrykk for våre holdninger og påvirker oss som moralske aktører.

source: Norwegian researchers see as the key opportunities and research ethical
nb: kartlegge hva de norske forskningsmiljøene ser som de sentrale mulighetene

source: ethical challenges in relation to digitalisation and big data (NESH, A Guide
nb: utfordringer ved digitalisering og stordata (NESH, Forskningsetisk veileder
